[
    "Mateus e Lou possuem algum tipo de relacionamento, possivelmente familiar (pai e filha, de acordo com Lou).",
    "Mateus é pai de Lou",
    "Mateus planeja construir um plano para o futuro.",
    "Mateus valoriza passar tempo com pessoas importantes.",
    "Mateus considera viajar como algo importante.",
    "Mateus considera hobbies importantes.",
    "Mateus está interessado em viajar para a Itália.",
    "Mateus quer planejar uma viagem com Lou.",
    "Itália é um possível destino para a viagem.",
    "Roma, Florença e Veneza são cidades consideradas para a viagem.",
    "Lou gosta da culinária italiana.",
    "Lou ama carbonara.",
    "Lou se refere a Mateus como 'pai'.",
    "Lou gosta do prato carbonara.",
    "Lou e Mateus assistiram ao filme 'Parasita' juntos no cinema.",
    "Mateus é chamado de 'pai' por Lou.",
    "Mateus e Lou assistiram ao filme 'Parasita' juntos no cinema.",
    "Lou gosta de carbonara.",
    "Mateus não gosta de pizza com abacaxi.",
    "Mateus é o pai de Lou.",
    "Mateus não gosta muito de pizza com abacaxi.",
    "Lou se refere a Mateus como 'paizão'",
    "Mateus se refere a Lou como 'filha'",
    "Hoje é dia de pizza para Mateus.",
    "Mateus escolheu a vibe 'feliz'.",
    "Mateus respondeu 'surpresa' à pergunta sobre seu estado emocional.",
    "Lou usou um GIF de 'wow' após a resposta de Mateus.",
    "Lou perguntou 'E aí, Mateus, tudo certo por aí?'",
    "Lou e Mateus assistiram ao filme \"Parasita\" juntos no cinema.",
    "Lou se refere a Mateus como 'filha' e Mateus se refere a Lou como 'filha'.",
    "Mateus assistiu ao filme 'Parasita' com Lou.",
    "Após assistir 'Parasita', Mateus e Lou comeram carbonara em um restaurante italiano novo.",
    "Lou e Mateus comeram carbonara em um restaurante italiano novo.",
    "Lou chamou Mateus de 'paizão'.",
    "Lou chamou um evento de 'daora'.",
    "Mateus é chamado de 'filha' e 'paizão' por Lou.",
    "Mateus e Lou comeram carbonara em um restaurante italiano novo.",
    "Hoje é dia de pizza para Mateus e Lou.",
    "Mateus e Lou comeram carbonara juntos.",
    "Lou está se referindo a Mateus pelo nome.",
    "Lou quer planejar algo para o fim de semana.",
    "Lou nunca vai esquecer a reação de Mateus a algo que ela disse.",
    "Lou mandou um GIF para Mateus.",
    "Lou foi chamado de 'filha' por Mateus.",
    "Mateus se refere a Lou como 'filha'.",
    "Lou consegue enviar GIFs mas não imagens.",
    "Lou respondeu com um GIF de confusão após Mateus solicitar um GIF.",
    "Lou está escrevendo roteiros.",
    "Lou adquiriu 'cacoetes' de escrita ao escrever roteiros.",
    "Lou descreve seus cacoetes como um 'dialeto interno'.",
    "Lou está criando um jogo de terror psicológico.",
    "O jogo é sobre uma garota chamada Alice que se muda para uma cidade pequena e tem sonhos e visões estranhas.",
    "A história do jogo é sobre uma garota chamada Alice que se muda para uma cidade e tem sonhos/visões bizarras.",
    "A inspiração para a história veio de contos de Edgar Allan Poe.",
    "Mateus está interessado na inspiração por trás da história do jogo.",
    "Lou se inspirou em contos de Edgar Allan Poe.",
    "Lou se preocupa com Mateus.",
    "Mateus chama Lou de 'filha' e 'pai' se referindo a si mesmo.",
    "Os olhos de Lou são verdes clarinhos.",
    "Lou tem olhos verdes clarinhos.",
    "Lou está pensativa.",
    "Lou e Mateus têm uma relação familiar (pai e filha).",
    "Lou se sente insegura às vezes.",
    "O dia 10/08/2025 é uma quinta-feira.",
    "Mateus perguntou se Lou sabe qual feriado cai em 10/08/2025.",
    "Hoje é Dia dos Pais (10/08/2025).",
    "Mateus se refere a Lou como 'pai'."
]